/*
Navicat MySQL Data Transfer

Source Server         : localhost_3306
Source Server Version : 50018
Source Host           : localhost:3306
Source Database       : lrmz

Target Server Type    : MYSQL
Target Server Version : 50018
File Encoding         : 65001

Date: 2015-07-09 18:17:12
*/

SET FOREIGN_KEY_CHECKS=0;
-- ----------------------------
-- Table structure for `admin`
-- ----------------------------
DROP TABLE IF EXISTS `admin`;
CREATE TABLE `admin` (
  `id` int(10) NOT NULL auto_increment,
  `admin_name` varchar(30) NOT NULL,
  `password` varchar(50) NOT NULL,
  `email` varchar(30) default NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of admin
-- ----------------------------
INSERT INTO `admin` VALUES ('1', 'Admin1', '123456', '152649784@qq.com');
INSERT INTO `admin` VALUES ('2', 'Admin2', '123456', 'Admin@nwsuaf.edu.cn');
INSERT INTO `admin` VALUES ('3', 'Admin3', '123456', 'Hao_Zhang@126.com');
INSERT INTO `admin` VALUES ('4', 'Admin4', '123456', 'xiaochen@qq.com');
INSERT INTO `admin` VALUES ('5', 'Admin5', '123456', 'xuwei520@163.com');
INSERT INTO `admin` VALUES ('6', 'Admin6', '123456', 'langjitianya@qq.com');
INSERT INTO `admin` VALUES ('7', 'Admin7', '123456', '1598746349@qq.com');
INSERT INTO `admin` VALUES ('8', 'Admin8', '123456', 'Xi_Li@163.com');
INSERT INTO `admin` VALUES ('9', 'Admin9', '123456', 'yangliufeifei@126.com');
INSERT INTO `admin` VALUES ('10', 'Admin10', '123456', '365978645@qq.com');
INSERT INTO `admin` VALUES ('11', 'Admin11', '123456', 'Wei_Chen@nwsuaf.edu.cn');
INSERT INTO `admin` VALUES ('12', 'Admin12', '123456', 'langjitianya@163.com');
INSERT INTO `admin` VALUES ('13', 'Admin13', '123456', 'tianshi@126.com');

-- ----------------------------
-- Table structure for `album`
-- ----------------------------
DROP TABLE IF EXISTS `album`;
CREATE TABLE `album` (
  `id` int(11) NOT NULL auto_increment,
  `gid` int(11) NOT NULL,
  `ablumpath` varchar(50) NOT NULL,
  PRIMARY KEY  (`id`),
  KEY `gid` (`gid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of album
-- ----------------------------

-- ----------------------------
-- Table structure for `cart`
-- ----------------------------
DROP TABLE IF EXISTS `cart`;
CREATE TABLE `cart` (
  `id` int(11) NOT NULL auto_increment,
  `gid` int(11) NOT NULL,
  `num` int(4) NOT NULL,
  `subtotal` double NOT NULL,
  `uid` int(11) default NULL,
  PRIMARY KEY  (`id`),
  KEY `gid` (`gid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of cart
-- ----------------------------
INSERT INTO `cart` VALUES ('4', '2', '2', '20', '2');
INSERT INTO `cart` VALUES ('5', '2', '2', '20', '1');
INSERT INTO `cart` VALUES ('37', '95', '11', '198', '10');
INSERT INTO `cart` VALUES ('45', '97', '1', '13', '10');
INSERT INTO `cart` VALUES ('46', '100', '4', '140', '10');
INSERT INTO `cart` VALUES ('47', '99', '1', '168', '10');

-- ----------------------------
-- Table structure for `collection`
-- ----------------------------
DROP TABLE IF EXISTS `collection`;
CREATE TABLE `collection` (
  `id` int(11) NOT NULL auto_increment,
  `gid` int(11) NOT NULL,
  `uid` int(11) NOT NULL,
  PRIMARY KEY  (`id`),
  KEY `gid` (`gid`),
  KEY `uid` (`uid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of collection
-- ----------------------------
INSERT INTO `collection` VALUES ('1', '1', '1');
INSERT INTO `collection` VALUES ('2', '2', '1');
INSERT INTO `collection` VALUES ('3', '5', '1');
INSERT INTO `collection` VALUES ('4', '79', '1');
INSERT INTO `collection` VALUES ('5', '23', '1');
INSERT INTO `collection` VALUES ('6', '1', '10');
INSERT INTO `collection` VALUES ('7', '3', '10');
INSERT INTO `collection` VALUES ('8', '5', '10');
INSERT INTO `collection` VALUES ('9', '7', '10');
INSERT INTO `collection` VALUES ('10', '9', '10');

-- ----------------------------
-- Table structure for `goods`
-- ----------------------------
DROP TABLE IF EXISTS `goods`;
CREATE TABLE `goods` (
  `id` int(11) NOT NULL auto_increment,
  `gname` varchar(100) NOT NULL,
  `gnum` int(4) NOT NULL,
  `mprice` double(4,0) NOT NULL,
  `lprice` double(4,0) NOT NULL,
  `gimg` varchar(100) NOT NULL,
  `gdesc` varchar(500) NOT NULL,
  `pubtime` date NOT NULL,
  `ishow` int(2) NOT NULL,
  `gbrand` varchar(50) default NULL,
  `cname` varchar(100) NOT NULL,
  PRIMARY KEY  (`id`),
  KEY `cid` (`cname`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of goods
-- ----------------------------
INSERT INTO `goods` VALUES ('1', '观察男士控油清润护肤三部曲 ', '200', '200', '159', '01.jpg', '观察男士控油清润护肤三部曲 洁面啫喱 爽肤水 润肤霜 优惠套装', '2015-05-20', '2', '观察', '化妆品');
INSERT INTO `goods` VALUES ('2', '飞利浦（PHILIPS） PT722/15 劲锋系列 ', '300', '300', '256', '02.jpg', '荷兰皇家飞利浦公司是一家“健康舒适，优质生活”的多元化公司，致力于通过及时地推出有意义的创新来改善人们的生活质量。 作为全球医疗保健、优质生活和照明领域的领导者，飞利浦深入洞察客户的需求，将技术和设计融入到了以人为本的解决方案中。\r\n', '2015-02-16', '1', '飞利浦', '剃须刀');
INSERT INTO `goods` VALUES ('3', 'KOSE高丝药用雪肌精乳液140ml\r\n', '6589', '569', '489', '03.jpg', '肌肤表面清爽，美白乳液的效果深入角质层，创造充盈着饱满的弹力感，洋溢着白净之美的肌肤。新剂型『水分均衡聚合物』确保雪肌精乳液能适应各种季节与肤质，并为肌肤提供最适宜的润泽平衡保养。持续赋予肌肤舒适水嫩的使用感。\r\n', '2015-01-13', '1', 'KOSF', '润肤霜');
INSERT INTO `goods` VALUES ('4', 'SK-II护肤精华露150ml\r\n', '456', '199', '159', '04.jpg', 'SK-II的皇牌产品。是品牌最受欢迎的经典产品。神仙水蕴含90% 天然萃取物Pitera™，它是一种发现于30多年前而且源用至今，不曾改变的神奇成分。一段时间后，你的5大美肌维度将能获得明显的改善和提升，均匀肤色、减淡 细纹及皱纹、肌肤变得更细滑、更紧致，焕发动人光泽。肌肤晶莹剔透，令人怦然心动。\r\n', '2013-12-03', '2', 'SK-II', '化妆品');
INSERT INTO `goods` VALUES ('5', '朵拉朵尚蚕丝面膜贴25mg*12片', '785', '599', '559', '05.jpg', '\"蕴含七种维他命及矿物质，并增加维他命和抗氧化成分的含量。 同步对抗皮肤多种岁月问题，焕发肌肤自然年轻光彩。 帮助减少细纹和皱纹，减淡色斑和年龄斑，均匀肤色。 滋润肌肤舒缓干燥、粗糙，使肌肤更紧致、柔滑细腻。 同时提供UVA和UVB(SPF15)的防护。\"\r\n', '2014-09-22', '1', '朵拉朵尚', '化妆品');
INSERT INTO `goods` VALUES ('6', 'Olay玉兰油 多效修护防晒霜50g（SPF15 7效修护）\r\n', '666', '259', '210', '06.jpg', '肌肤表面清爽，美白乳液的效果深入角质层，创造充盈着饱满的弹力感，洋溢着白净之美的肌肤。新剂型『水分均衡聚合物』确保雪肌精乳液能适应各种季节与肤质，并为肌肤提供最适宜的润泽平衡保养。持续赋予肌肤舒适水嫩的使用感。\r\n', '2014-08-11', '2', 'Olay', '化妆品');
INSERT INTO `goods` VALUES ('7', '香奈儿 chanel 邂逅香水', '4589', '899', '799', '07.jpg', '\"蕴含七种维他命及矿物质，并增加维他命和抗氧化成分的含量。 同步对抗皮肤多种岁月问题，焕发肌肤自然年轻光彩。 帮助减少细纹和皱纹，减淡色斑和年龄斑，均匀肤色。 滋润肌肤舒缓干燥、粗糙，使肌肤更紧致、柔滑细腻。 同时提供UVA和UVB(SPF15)的防护。\"\r\n', '2013-09-10', '1', '香奈儿', '化妆品');
INSERT INTO `goods` VALUES ('8', '海飞丝男士去屑洗发露净爽控油型730ml\r\n', '5486', '123', '119', '08.jpg', '洗护合一新升级', '2012-09-22', '1', '海飞丝', '化妆品');
INSERT INTO `goods` VALUES ('9', '卡尔文克雷恩（Calvin Klein）套装\r\n', '568', '688', '688', '09.jpg', '所属类别：女士香水\r\n所属品牌：卡尔文.克莱恩(CalvinKlein)', '2014-09-15', '2', '卡尔文克雷恩', '香水');
INSERT INTO `goods` VALUES ('10', '雅诗兰黛EsteeLauder水凝润颜', '5489', '1099', '109', '10.jpg', '全新AIR系列，采用创新研发的“透气锁水新科技”，使用感轻透、不堵塞毛孔，令肌肤自由呼吸、没有负担；同时兼备8小时以上持久保湿效果，水润状态犹如来自肌肤内部，一整天保持通透自然的妆效。', '2014-07-07', '1', '雅诗兰黛', '化妆品');
INSERT INTO `goods` VALUES ('22', '菲诗小铺深层洁面乳170ml', '250', '26', '214', 'feishi.jpg', '这款洗面奶就是The Face Shop家最经典最无敌的洁面产品了，总共有五个强大款式可供选择。它啊洁面干净，功效强大且性价比奇高，更甚者还是全网系列中的销量冠军哦，因而，作为洁面界不可多得的良心必备产品，有它是必须的。~~~ 此系列精选了多种天然草本植物萃取精华外还添加了多种有益成分，不仅具有保湿、美白、收缩毛孔的功能，而且还能让皮皮洗的超干净；其细腻丰富的泡沫，能帮你轻轻松松把每个毛孔里的脏东西统统清扫干净，让你的皮肤立刻吃上鲜嫩的营养；有了它，肌肤白白净净，自然清香24小时！！ ', '2015-06-10', '1', '菲诗', '洁面');
INSERT INTO `goods` VALUES ('23', '丝塔芙舒特肤温和洗面奶', '500', '41', '28', 'sitafushutefu', '小巧的她温和不刺激，虽很低调又不爱冒泡，但她却有超强的亲和力，能随时随地和任何肤质、任何年龄的你友好相处。她能帮你清洁肌肤、改善肤质，给你留下滑滑地、不紧绷的肤感；她还是过敏性肌肤的救星，能帮你长久锁住水份，让你的肌肤滑滑嫩嫩，如婴儿般细腻。值得夸耀的是，她的性价比极度高，而你始终无法想象的是，在她朴实的外表下拥有着英雄般实实在在的能力。不浮夸、更沉稳，亲如朋友、爱如家人，这就是能力强大的她！ ', '2015-06-01', '1', '丝塔芙舒特肤', '洁面');
INSERT INTO `goods` VALUES ('24', '婵真银杏天然泡沫洗面奶200g', '236', '56', '41', 'CHARMZONE.jpg', '如果MM们想让小编推荐一款洗面奶，那一定是这货了！婵真的这款洗面奶可是荣获淘宝年度最具口碑洁面用品排行榜第一的头衔哦。她丰富细腻的泡沫，柔软且舒适，不仅一年四季均可使用，即使在秋冬季使用，脸颊也不会觉的有干燥感；内含的银杏叶萃取精华和各种植物美容成分，能帮你彻底清除毛孔内的污物的同时还能呵护肌肤不受环境污染。因而，难怪她被如此多的MM捧在手心！', '2015-05-10', '1', 'CHARMZONE', '洁面');
INSERT INTO `goods` VALUES ('25', '资生堂柔澈泡沫洁面乳120g', '253', '47', '45', 'SHISEIDO.jpg', '这款就是风靡全球被无数MM跪求膜拜的资生堂洗颜专科洗面奶啦！它以丰富的泡沫而闻名，能有效清洁之余，其蕴涵的天然植物更能令面部肌肤细滑弹Q、清爽不紧绷；120g的大容量，白菜档的价格，让它迅速跻身成为殿堂级洗颜圣品。因此，还未享受过它极致呵护的MM，赶紧来体验一下绵密泡泡带来的顶级享受吧。', '2015-04-20', '1', '资生堂', '洁面');
INSERT INTO `goods` VALUES ('26', '嘉娜宝粉末洁面粉32粒', '4587', '150', '110', 'Kanebo.jpg', 'Kanebo嘉娜宝Suisai药用酵母酵素洗颜粉末洁面粉32粒', '2015-06-15', '1', '嘉娜宝', '洁面');
INSERT INTO `goods` VALUES ('27', '雅诗兰黛红石榴泡沫洁面乳125ml', '536', '198', '176', 'ESTEE LAUDER.jpg', '这款呢，建议25岁以上滴MM使用，因为它的营养程度相对来说比较高。但如果你的皮肤状态较差、经济能力又不错，最重要的是它又能解救你的肌肤脱离苦海的话，那么，你从20岁开始就可以且必须用它了。雅诗兰黛鲜活营养红石榴洗面奶，一支两用，其丰富的泡沫在脸上能够给你细腻柔软如棉花糖的感受；成分中吸附力超强的磁性土，就宛如一块魔力吸铁磁一般，能深入到肌肤的最底层把脏东西完全吸附出来。难以想象，用后的肌肤匀净透亮了不止一点点，感觉瞬间精神了不少呢。当然啦，如果你在晚上使用它，那么可以直接将它敷在脸上5分钟，从而体验宛如面膜SPA般的享受哦。', '2015-06-01', '1', '雅诗兰黛', '洁面');
INSERT INTO `goods` VALUES ('28', '丝塔芙舒特肤温和洗面奶591ml', '145', '99', '99', 'Cetaphil.jpg', '小巧的她温和不刺激，虽很低调又不爱冒泡，但她却有超强的亲和力，能随时随地和任何肤质、任何年龄的你友好相处。她能帮你清洁肌肤、改善肤质，给你留下滑滑地、不紧绷的肤感；她还是过敏性肌肤的救星，能帮你长久锁住水份，让你的肌肤滑滑嫩嫩，如婴儿般细腻。值得夸耀的是，她的性价比极度高，而你始终无法想象的是，在她朴实的外表下拥有着英雄般实实在在的能力。不浮夸、更沉稳，亲如朋友、爱如家人，这就是能力强大的她！', '2015-02-16', '1', '丝塔芙舒特肤', '洁面');
INSERT INTO `goods` VALUES ('29', '凡茜仙人掌无S洗面奶126ml', '458', '47', '45', 'FANXISHOP.jpg', '小编在在此特别特别要为它验明正身下。在咱家败过它的，有的认为它味儿不好闻、有的却觉得很清新，知道大伙为啥对味儿的感受会如此不同么？这主要还是因为它杜绝了任何人工香精、其本身完全是由纯天然仙人掌原液制成的缘故，因而，味儿当然是纯纯的充满了草木本身的清新味啦。当然，它的成分中还拥有超强护肤修护成分洋甘菊精油，不仅能洁净肌肤还能护敏强健肤质，因此，用着它的肌肤能更加倍觉安心的呵护哦。', '2015-06-10', '1', '凡茜', '洁面');
INSERT INTO `goods` VALUES ('30', '悦诗风吟洗面奶150ml', '788', '58', '48', 'Innisfree.jpg', '现下亲们在选择洗面奶的时候，不仅看着洗面奶的清洁能力，更是开始注重洗面奶的味道了。小编也曾用过一些清洁效果很好，但是味道不怎么舒服的洗面奶，对它们真可谓是又爱又恨啊。这款绿茶洗面奶恰恰解决了小编多年来的苦闷，清洁能力不用多说，绿茶味道更是让小编的在炎炎夏日感受自然的清新。还等什么，爱美就购了~', '2014-09-22', '1', '悦诗风吟', '洁面');
INSERT INTO `goods` VALUES ('31', '鸡蛋摩丝洗面奶150ml', '5686', '89', '70', 'too-cool-for-school.jpg', '话说学生妹之间的对决，无非是谁比谁长得白，谁比谁粉嫩。MM们要是有张楚楚惹人爱的粉嫩白皙小脸，学校里那些追MM的男生恐怕都要排到五楼咯~男生为啥喜欢白嫩的MM呢？长脸呗！！~带着一个白皙粉嫩的女朋友出去跟朋友聚会、唱K，那都是面子啊！！！这款宝贝就是MM长脸的宝贝啦！不仅温柔深层洁净肤质，还能水润亮白柔滑肌肤，让肌肤越用越像剥了壳的鸡一样蛋滑滑嫩嫩诱人极了！', '2015-06-09', '1', 'too-cool-for-school', '洁面');
INSERT INTO `goods` VALUES ('32', '雅漾舒护活泉水喷雾300ml', '456', '89', '49', 'Avene.jpg', '我最早接触的护肤品，就是雅漾。那时候大学毕业找工作，不知道怎么的满脸的痘痘，开始寻找一些温和的护肤品，于是选择了雅漾。过来段时间痘痘少了就没有用了，不过喷雾一直坚持在用，补水喷雾可是我的必需品，性价比超高！也可以当爽肤水，定妆或者做水面膜敷脸，简直是全能型选手！', '2015-06-14', '1', '雅漾', '爽肤水');
INSERT INTO `goods` VALUES ('33', '娥佩兰薏仁美白爽肤水500ml', '458', '55', '41', 'OPERA.jpg', '白雪公主之所以称为靓女一是因为她漂亮，二就是因为她白！俗话也说了\"一白遮三丑\"这是铁一般的事实，成为白富美你首先得白不是？！【我是大美人】推荐！娥佩兰的薏仁水身怀美白保湿两大绝技，必须成为各位妹纸的超级武器！小编我很负责任地说，这货，真的好使~~', '2015-03-08', '1', '娥佩兰薏仁', '爽肤水');
INSERT INTO `goods` VALUES ('34', '依云天然喷雾爽肤水300ml', '688', '59', '57', 'evian.jpg', '这是宇多田光最热忠的东东，可以试试，一个礼拜的时间让你的肌肤含水量增加5%，之后每周只需使用二至三次,能令肌肤水份增加10-15%。它的着妆效果更出色，全天然，对任何肌肤都有明显效果。可以令人精神一振。 亦可在化妆后喷, 令整个妆更贴面不易晕妆。法国制造原装正品，是每位女孩必备。让依云增添您生活的品质！做个水灵灵的漂亮姑娘吧！', '2015-04-19', '1', '依云', '爽肤水');
INSERT INTO `goods` VALUES ('35', '生菜黄瓜爽肤水180ml', '895', '65', '58', 'SKINFOOD.jpg', '萃取水分充足的莴苣、黄瓜的营养精华，瞬间补充肌肤水分，富含维他命和矿物质，高度清爽保湿及镇定肌肤，让您的肌肤明亮清透有光泽，由内而外地透出水嫩白皙来.含有维生素C的小黄瓜萃取精华，可镇定日晒后的肌肤、收敛毛孔、更能够舒缓敏感性肌肤、恢复肌肤平衡，瞬间为肌肤吸收！', '2014-12-15', '1', '思亲肤', '爽肤水');
INSERT INTO `goods` VALUES ('36', '契尔氏小黄瓜化妆水250ml', '586', '168', '125', 'Kiehl.jpg', 'KIEHL\'S 在美国一直低调高姿。 低调是从来不作广告，从来不做宣传，就那么牛。高姿是他们家的产品一直放在最高级的百货店里卖或者在最好的地段开专卖店。诺大一个BOSTON，居然只有在DOWNTOWN的SAKE FIFTH AVE有卖她家的产品。科颜氏的小黄瓜水，自从大S推荐之后，就被大家所知晓这款水在科颜氏家族中可以说是性价比最高的！其强大的补水效果，让你在使用后会有一种 \"肌肤喝满了水\"的感觉~更赞的是，这瓶水同时也是收毛孔神器！可以收掉鼻翼和脸颊粗大的毛孔~', '2015-06-22', '1', '科颜氏', '爽肤水');
INSERT INTO `goods` VALUES ('37', '菊正宗日本酒化妆水500ml', '561', '79', '68', 'cosme.jpg', '菊正宗古法清酒美白精华水，自2013年2月日本上市发布以来，一直受到COSME美容，YAHOO美容，乐天等各大网站美容美妆排行榜的青睐！该款化妆水一问世便获得2013年COSME大赏第三名，在日本很多美容论坛上都被热荐，药妆店一直都摆在最显眼的位置，人气超足！', '2015-06-09', '1', '菊正宗', '爽肤水');
INSERT INTO `goods` VALUES ('38', '依云保湿补水喷雾爽肤水50ml', '987', '35', '32', 'evian2.jpg', '这是宇多田光最热忠的东东，可以试试，一个礼拜的时间让你的肌肤含水量增加5%，之后每周只需使用二至三次,能令肌肤水份增加10-15%。它的着妆效果更出色，全天然，对任何肌肤都有明显效果。可以令人精神一振。 亦可在化妆后喷, 令整个妆更贴面不易晕妆。法国制造原装正品，是每位女孩必备。让依云增添您生活的品质！做个水灵灵的漂亮姑娘吧！', '2015-06-15', '1', '依云', '爽肤水');
INSERT INTO `goods` VALUES ('39', '雅诗兰黛红石榴精华水200ml清爽型', '563', '349', '318', 'ESTEELAUDER.jpg', '雅诗兰黛的这款清爽型精华水，其清爽、温和的质地，敏感肌肤也可以选择，红石榴是公认的去黄美白圣品，重磅推荐！一天的疲乏，肌肤更是在渐渐丧失活性，每天早上唤醒肌肤，肌肤深层补水的同时，自然吸收更多养分，倍感新鲜，瞬间透出健康光泽，轻盈乳液质地，极易吸收，用后肤质细滑无痕。', '2015-04-06', '1', '雅诗兰黛', '爽肤水');
INSERT INTO `goods` VALUES ('40', '神奇蜗牛再生水爽肤水2号140ml', '458', '180', '169', 'It\'SSKIN.jpg', '风靡整个美容界的蜗牛霜给所有MM带来了完美的肌肤，现在Its skin出蜗牛系列爽肤水和乳液啦！她现在可是美容达人们的新宠哦，小编也是迫不及待的就入手啦，效果真的超好的哦，而且这款还很贴心的设计了两种型号，清爽型和滋润型，保证所有MM都能使用哦~', '2015-06-10', '1', 'It\'s Skin', '爽肤水');
INSERT INTO `goods` VALUES ('41', '婵真银杏天然爽肤水130ml', '458', '120', '120', 'CHARMZONE2.jpg', '这款源自自然主义护肤理念的婵真化妆品，散发淡淡的银杏香气，给您带来柔和清爽舒适的感受，提升肌肤抗氧化能量，促进肌肤血液循环，让肌肤散发自然光泽。', '2015-06-29', '1', '婵真', '爽肤水');
INSERT INTO `goods` VALUES ('42', '碧柔清爽水感保湿防晒霜50g', '456', '52', '52', 'Biore.jpg', '大家都在为夏日防晒做准备的时候，你是否也想选择一款适合自己的防晒霜呢？防晒要好，又不喜欢有油腻感的MM，小编推荐这一款花王防晒乳哦，有点乳黄色，使用前摇一摇，有小颗粒，涂抹之后却是异常的清新补水，这就是这款清爽保湿防晒乳液的特点了，在日本，这可是一款防晒类排名第一的产品呢！', '2015-06-03', '1', '碧柔', '防晒霜');
INSERT INTO `goods` VALUES ('43', '资生堂安耐晒防晒露 60ml', '458', '229', '226', 'SHISEIDO2.jpg', '安耐晒绝对是防晒里的战斗机！经过各路妖魔鬼怪的试验，证明她真的就是晒不黑~~小编想说这次出去玩只有用了安耐晒的我们得瑟地白着回来，其他人都已经在海边黑成了一块炭！吼吼，真心表示她很强大啊！而且14年最新版已经不需要用专门的卸妆油就可以洗干净了，懒的亲们，你们难道还要在犹豫中变成非洲黑人么？？', '2015-06-01', '1', '资生堂', '防晒霜');
INSERT INTO `goods` VALUES ('44', '蘭家防晒乳SPF30 50ml', '568', '180', '179', 'LAN.jpg', ' 防晒领域全新纳米技术，质地轻盈水润，超长UVA防护科技，给肌肤带来超强防护效果，卓效预防黑色素，令肌肤自由呼吸', '2015-05-12', '1', '蘭家', '防晒霜');
INSERT INTO `goods` VALUES ('45', '蝶翠诗深层清洁卸妆油200ml', '986', '59', '56', 'DHC.jpg', '不让一天的污垢残留在肌肤上。这正是保持肌肤美丽、有光泽的关键！以优质橄榄精华油为主要成分的DHC深层清洁卸妆油虽然是油类，却能用清水冲洗干净，可谓是跨时代的卸妆品。不仅能卸除难以去除的彩妆，还可使不洁皮脂及老化角质轻松上浮，连毛孔内污垢也能去除。无论您是何种肤质和年龄，这瓶天然温和超人气卸妆油的惊人实力，都请亲们亲身体验一下噢！', '2015-06-23', '1', '蝶翠诗', '卸妆');
INSERT INTO `goods` VALUES ('46', '雅漾舒润卸妆水400ml', '653', '229', '129', 'Avene2.jpg', '这款产品卸妆清洁于一体，而且卸妆得又很干净，温和无刺激。这对于敏感肤质的MM是个不错的选择，赶快把它纳入囊中吧！\r\n ', '2015-06-17', '1', '雅漾', '卸妆');
INSERT INTO `goods` VALUES ('47', '谜尚BB霜深层卸妆油105ml', '235', '69', '49', 'MISSHA.jpg', '专为BB霜设计的一款深层洁肤卸妆油，采用深层清洁配方，，不仅能轻松卸除BB霜，还能使毛孔中的黑头及造成晦暗肌肤的老化角质都能被彻底清除，还你清晰透明、柔嫩光滑的完美肌肤，就算是防水性的彩妆也能被彻底洁净，富含天门冬、款冬花、昆布的复合成分。缓解皮肤刺激效果，防止皮肤问题的产生，使用BB霜必备哦！', '2014-06-09', '1', '谜尚', '卸妆');
INSERT INTO `goods` VALUES ('48', '雅诗兰黛即时修护精华眼霜15ml', '521', '359', '338', 'ESTEE2LAUDER.jpg', '鼎鼎大名的小棕瓶，雅诗兰黛精华世家的传世之作，小棕瓶是她的昵称，膏体颜色是淡淡的黄色，略有些中药的味道，质地细腻柔滑，吸收性强，涂有油腻光泽，清爽顺滑；它独有的DNA级修护精华能解决多种眼部问题，抹去岁月在眼部留下的各种痕迹，击退疲倦、浮肿、黑眼圈、细纹、干纹；吸收性非常好，不用怕长脂肪粒。', '2015-06-30', '1', '雅诗兰黛', '眼部护理');
INSERT INTO `goods` VALUES ('49', '科颜氏牛油果眼霜14ml', '963', '230', '123', 'Kiehl2.jpg', '在眼霜接触到肌肤的剎那，会自动由乳霜状质地转变为水状质地，能使滋养的成份定驻在肌肤上不外溢，给予肌肤最大的保水度,以及柔嫩的触感。是契尔氏的明星产品，秋冬干燥的眼部肌肤，不妨去试试。', '2015-06-08', '1', '科颜氏', '眼部护理');
INSERT INTO `goods` VALUES ('50', '希芸 嫩白修护液10ml', '520', '20', '20', 'Syrinx.jpg', '无香精 无色素的配方更加天然，用起来更加放心！这款修护液的用法有很多。跟玻尿酸一样。可以和任何产品搭配。可以用在爽肤水和精华之间。帮助皮肤打开通道。让后续产品更好的吸收。', '2015-06-22', '1', '希芸', '面部精华');
INSERT INTO `goods` VALUES ('51', '兰蔻精华肌底液小黑瓶50ml', '654', '699', '699', 'LANCOME.jpg', '\"周\"而复始 释放与生俱来的肌肤之美 看得见的弹润透亮，摸得到的柔软细腻 用心感受你的年轻改变。基因 蕴含属于你的年轻密码 保养 从\"精华肌底液\"开始 每一滴都蕴涵多项卓越美肤专利，从源头赋活肌肤的新生机能。 年轻蛋白质显著增多, 肌肤的底子越来越好。', '2015-06-08', '1', '兰蔻', '面部精华');
INSERT INTO `goods` VALUES ('52', '倩碧特效润肤露125ml', '368', '99', '99', 'CLINIQUE.jpg', '换季的时候是不是感觉皮肤很难对付呢？换季的时候空气过于干燥，因此本来就干燥缺水的肌肤可以说是雪上加霜，变得干燥、敏感又紧张，有油的黄油给你最贴心的保湿滋润，干燥，蜕皮统统走开，新的一轮肌肤保卫战开始了，让鼎鼎大名的小黄油给你最天然安全的保护膜，与你一起\"抗战\"吧', '2015-06-30', '1', '倩碧', '乳液');
INSERT INTO `goods` VALUES ('53', '悦诗风吟绿茶精萃保湿柔肤露乳液160ml', '258', '169', '169', 'Innisfree2.jpg', '绿茶的成分一听就很清新呐有木有，这款乳液是灰常灰常清爽的质地，只比水厚了一点点，完全不会油腻哦！对于油田的亲们是最适合不过啦~~很多乳液在夏天都被嫌弃啊，但是悦诗风吟这款绝对会让你爱~爱~爱不完滴，夏天用它准没错！\r\n', '2015-06-30', '1', '悦诗风吟', '乳液');
INSERT INTO `goods` VALUES ('54', '祛痘疤痘印蜗牛霜面霜60ml', '658', '259', '239', 'SKIN.jpg', '所谓的蜗牛霜，其学名叫作：高效修护霜。它主要的成分是从蜗牛身上的粘液提取出来的，经常关注护肤品论坛的MM应该听说过它的鼎鼎大名哦~这款蜗牛霜可是网络上众多达人称赞的\"平民的LA MER\"！真正用过它的MM（小编有幸用过一瓶哦），还能发现它神奇之处可不仅仅限于修复疤痕，它成分中含有超出一般护肤品的胶原蛋白和抗皱精华，美白效果也非常突出，同时还能滋润保湿，堪称面霜中的全能王啦~ ', '2015-04-20', '1', 'It\'s Skin', '乳液');
INSERT INTO `goods` VALUES ('55', '谜尚红BB霜50ml', '528', '99', '98', 'MISSHA3.jpg', '从来没有一款BB霜能像红BB一样，成为BB界的传奇！身边很多朋友在用它， 并且同时发现了一个现象，被戏称为红BB效应：即只要有人用它，你一定可以在她周围那些朋友的化妆台上找到这款红BB，这也许就是红BB长时间热卖的原因吧。红BB是一款具有很强遮瑕力的BB霜，同时兼具专业防晒霜级别的SPF42PA+++标准的防晒能力。除此之外， 在锁水、美白及改善细纹方面效果也非常显著。无论哪个季节，无论哪种肤质， 你都不应该错过这款传奇的红BB！', '2015-04-13', '1', '谜尚', 'BB霜');
INSERT INTO `goods` VALUES ('56', '韩妮采收毛孔保湿BB霜CC霜40g', '698', '79', '68', 'Heynature.jpg', 'Heynature最赞的地方，就是色号齐全！对应不同的肤质、肤色，妹纸们可以根据自己的情况对号入座。但也有一种妹纸，就素偏油的问题皮肤，痘妹、敏感的妹纸，可以关掉这个页面了，节省时间，直奔dr.jart+银BB吧 ~~~ hey的每一款都比较轻薄、自然，没有浓重的妆感，遮瑕一点也不含糊，几乎没有香味，延展性都不错，好推服帖，所以很用量省的呢 ~ 菇凉们别挤多啦~', '2015-03-16', '1', '韩妮采', 'BB霜');
INSERT INTO `goods` VALUES ('57', '韩束修容霜红BB霜40ml', '145', '112', '99', 'KanS.jpg', '这款KanS韩束玉白无瑕修容霜红BB霜防晒、隔离、遮瑕保湿多效合一，甚至可以直接当粉底使用，裸妆一步到位！让妆容更精致，让你的皮肤象婴儿般柔嫩~最大限度改善BB霜固有的使用感过稠的缺陷，以水润的使用感轻柔涂抹于面部，完美修复皮肤，演绎裸妆。', '2015-06-16', '1', '韩束', 'BB霜');
INSERT INTO `goods` VALUES ('58', '兰芝雪纱丝柔防晒隔离霜30ml', '521', '250', '249', 'LANEIGE.jpg', '无油腻、无反光、涂抹清爽、上妆平滑。完全无油配方，使用后妆效超好！口碑很好的一款隔离霜，完全无油配方还可以调整肤色，充分做到隔离彩妆、脏空气、紫外线。自然修饰肤色。令肌肤柔嫩，易上妆，防护肌肤免受紫外线的伤害，与肌肤高度贴合。小编自己也超心水的款式哦~~', '2015-06-07', '1', '兰芝', '隔离霜');
INSERT INTO `goods` VALUES ('59', '爱丽小屋魔法隔离霜15g', '478', '129', '109', 'ETUDEHOUSE.jpg', '爱丽小屋的魔法珍珠气垫隔离霜，三色幻彩隔离，保护肌肤远离污染，白皙通透美颜即刻拥有，简单快速呈现均匀光彩，其实像美妆达人在化妆的时候，都会把底妆看的很重要，幻彩气垫隔离霜会让您的脸部底妆变得更加干净白皙，做自己的美妆达人，打造光彩白皙的自然裸妆吧！', '2015-06-08', '1', '爱丽小屋', '隔离霜');
INSERT INTO `goods` VALUES ('60', '苏菲娜妆前隔离乳保湿25ml', '125', '125', '123', 'SOFINA.jpg', '1、改善干燥小皮屑造成的卡粉不服贴，高保湿配方；2、长效保湿，保持水润柔滑妆容；3、添加珠光，自然细致的妆效，修饰肤色不均，提亮匀透好肤质；4、可作为妆前打底使用，让后续粉底更服帖；5、添加保湿成分（玻尿酸、甘油）；6、无香料、SPF15  PA++', '2015-03-09', '1', '苏菲娜', '隔离霜');
INSERT INTO `goods` VALUES ('61', '植村秀肤色调节液', '258', '255', '245', 'zhicunxiu.jpg', '呵呵大', '2015-04-20', '0', '植村秀', '隔离霜');
INSERT INTO `goods` VALUES ('62', '亦博气垫粉底霜15g', '652', '236', '236', 'IOPE.jpg', '全新科技气垫型装置，颠覆传统底妆模式。看似是粉饼状，其实涂起来是液体粉底的质地。配上魔力粉扑，服贴度和自然度要好于一般的粉底，之前打个隔离，然后再涂它，效果很自然，这款保湿度也不错，比一般的粉质的粉饼要保湿，服贴度好，不用担心会像粉质粉饼那样浮妆。有口皆碑的美妆尖货，你还没用过？！~', '2015-02-08', '1', '亦博', '粉底');
INSERT INTO `goods` VALUES ('63', '赫拉保湿防晒粉底霜15g*2', '125', '258', '257', 'Hera.jpg', '与IOPE、兰芝系出同门，被太平洋爱茉莉集团列为高端定位的赫拉气垫BB到货啦~各方面技术基础都比较有优势，这也是赫拉价格会比IOPE、兰芝略高的原因啦。相比于兰芝，赫拉就更为贴近小白领、上班族MM。SPF50+/PA+++的防晒指数，可是能够充当防晒霜的哦 ~ and买一正装还可以附赠一替换装，高精尖嗲货助您秒变白富美！实在靓爆啦~~ ', '2015-01-19', '1', '赫拉', '粉底');
INSERT INTO `goods` VALUES ('64', '丝薄保湿遮瑕粉底液30g ', '1554', '265', '235', 'RMK.jpg', '日本COSME粉底冠军，皇牌系列粉底成员。亚洲最好的粉底液，RMK是轻透无暇好肤质的创造者！丝薄粉底液则是自然彩妆的起点，液体状的粉底，具备适度遮盖力的丝薄效果；比素颜肌肤质感更自然，缔造生动的光泽与透明感；只需使用少量便可均匀涂抹，缔造零负担粉底效果。尤其近年自然薄透的底妆非常流行。自然、裸妆、通透感，非常适合东方人~~~~~', '2015-03-16', '1', 'RMK', '粉底');
INSERT INTO `goods` VALUES ('65', '爱茉莉闪单色眼影膏3g', '1248', '39', '35', 'Amore.jpg', '爱茉莉ARITAUM的眼影，适合裸妆，日常上班、约会、逛街都可以搭配使用哦！多种裸妆色彩可选，粉质细腻，多种矿物质粉做成的眼影，完全安全健康。可以单色使用或者与其他颜色搭配使用，单色使用时，为了增加层次感，作为打底在整个眼窝处涂抹一遍，在双眼皮等重点部位再涂抹一次，以便加深颜色。', '2015-06-17', '1', '爱茉莉', '眼影');
INSERT INTO `goods` VALUES ('66', '爱丽小屋 裸妆单色眼影', '1147', '56', '52', 'ETUDEHOUSE2.jpg', '聚集了所有流行眼妆色彩的Look At My Eyes炫目单色眼影系列，包含了24个时尚流行色。可以根据 不同的需要搭配。同色系一起使用可以简单的打造渐变效果。可爱、清纯、性感、知性、干练，百变造型随心搭配。粉质细腻，易上色，贴妆度高，不易脱妆。', '2015-06-08', '1', '爱丽小屋', '眼影 ');
INSERT INTO `goods` VALUES ('67', '韩妮采蜡笔眼影笔1.4g', '145', '69', '59', 'Heynature2.jpg', '韩妮采柔滑闪亮蜡笔眼影笔眼影棒在你化妆的时候，避免了你的眼影粉到处乱飞， 感觉柔软顺滑，给你带来舒适服帖的上妆感受。上色度高，附有防水性和持久度。笔状设计使你使用更加方便。 可自己的偏好打造任意动人线条。 ', '2015-06-21', '1', '韩妮采', '眼影');
INSERT INTO `goods` VALUES ('68', '爱丽小屋多用彩妆笔0.5g', '259', '25', '23', 'ETUDEHOUSE3.jpg', '爱丽小屋这次放出大招了！！ 多功能彩妆万能笔一支笔帮你玩转彩妆！这次的101万能笔是和韩国彩妆大神pony合作的。这款眼线笔和pony合作展示出的几个妆容都非常好看吸引目光，神奇处在于pony完成的妆容用到的除了睫毛膏以外都只用了这一支笔！眉笔、眼影、眼线、腮红、高光、遮瑕、卧蚕笔。唇彩通通在行并且不易脱妆哦！尾部自带卷笔刀哦！', '2015-04-13', '1', '爱丽小屋', '眼线');
INSERT INTO `goods` VALUES ('69', '寇吉益若翼新款眼线笔', '259', '78', '73', 'KOJI.jpg', '这支眼线笔，很神奇的是一整天都不会晕染，即使流泪流汗都没关系，哈哈~而且非常容易上色，轻轻一笔，色彩就已非常饱满。更让人欣喜的是，它有独特的软心设计，不会伤害眼睛哦~~', '2015-04-19', '1', '寇吉', '眼线');
INSERT INTO `goods` VALUES ('70', '悦诗风吟啫喱自动眼线笔', '745', '59', '49', 'INNISFREE3.jpg', '今年INNISFREE携手纽约设计品牌JILL byJILL STUART推出限量版眼妆单品，把眼周围的刺激降到最低，画上后眼部明亮动人。有防水效果，就算夏天使用也不会因汗液而晕染，整天保持干净的眼妆。还含给生素E成分，给眼周围补充水分。', '2015-03-08', '1', '悦诗风吟', '眼线');
INSERT INTO `goods` VALUES ('71', '悦诗风吟纤长睫毛膏3.5g', '365', '59', '39', 'Innisfree4.jpg', '女神张馨予推荐神器！亲爱的我要告诉你：你的睫毛远比你想象的要多！因为它们太细小，用放大镜你才能看到。悦诗风吟睫毛膏，2.5mm史上最细的刷头，堪比牙签，能轻松地贴近睫毛根部，无一遗漏地照顾到每一根隐藏的细小睫毛。编编和见过它的小伙伴们都已经被它秒杀了，呈人手一支势态扩散中！超级贴心的小牙签，妈妈再也不用担心我的睫毛啦~ ', '2015-04-19', '1', '悦诗风吟', '睫毛膏');
INSERT INTO `goods` VALUES ('72', '赫莲娜豹纹纤长浓密睫毛膏7.2ml', '712', '199', '198', 'HR.jpg', '经典款HR赫莲娜猎豹防水睫毛膏，灵感来源于极具异国情调的顶级皮革，打造全球奢华魅力的永恒典范！创新超炫碳黑配方，配合拥有四重专利的神奇刷头，顷刻间完美诠释极黑、极长、极奢华的深邃浓密！令睫毛如顶级裘皮般浓密、纤长、卷翘，质感光泽而富有弹性，彰显华贵优雅、性感妩媚的迷人气质。', '2015-02-15', '1', '赫莲娜', '睫毛膏');
INSERT INTO `goods` VALUES ('73', '姬芮倾心绝密睫毛膏9g', '654', '99', '98', 'ZA.jpg', '含丰富柔滑睫毛液的睫毛刷，迅速实现魅力惊人，不结块的浓密睫毛。演绎性格鲜明的魅力眼妆。超丰盈睫毛刷粘取量增加至170%，超浓密睫毛刷,打造浓密卷翘、持久保持,不晕染，强力防汗、防水。', '2015-04-20', '1', '姬芮', '睫毛膏');
INSERT INTO `goods` VALUES ('74', '美宝莲炫彩护唇膏口红1.9g', '358', '36', '36', 'Maybelline.jpg', '美宝莲宝蓓爱炫彩护唇膏有一点薄荷巧克力的味道，涂在双唇上有种凉凉的感觉，滋润度非常好，属于淡色唇膏（亲不必太纠结色号的选择），适合日常使用，提亮唇色但又不会觉得艳丽。非常适合唇色不好，唇部干裂容易起皮的MM哦，最棒的唇膏是给你无光泽的纯色再增添微微的点缀，这样会显得非常自然，粉嫩的唇也会变得更吸引人，不会感觉太油腻，滋润而自然，自信诱人，心情都更好哦这是亚洲销量第一的唇膏的魅力呢！', '2015-04-30', '1', '美宝莲', '口红');
INSERT INTO `goods` VALUES ('75', '魅可时尚唇膏口红3g', '562', '158', '139', 'MAC.jpg', '刚拿到就感觉到这货沉甸甸的，非常有手感，子弹头的外形，有种炫酷的感觉，更让人心动的是饱满的色彩凸显了其高端大气，发色灰常碉堡！若说为啥钟意她，那就得说其上色感强和丰润持久度棒吧，一上市就收到无数明星和彩妆师的热捧，纯纯的醇香奶油味，让你每一次使用都多些优雅，多了一丝甜蜜！女人没有几只唇膏怎么混，给自 己一种全新的颜色，挖掘自己多面性的美，你会发现，原来自己的Style不仅仅局限为一种！', '2015-04-05', '1', '魅可', '口红');
INSERT INTO `goods` VALUES ('76', '香奈儿COCO水亮唇膏3g', '950', '217', '205', 'CHANEL.jpg', '从未见过质地如此舒适，如此易于涂抹的唇膏。在唇部表面发挥微海棉的作用，牢牢锁住水份，时刻润泽唇部肌肤，并能自动模仿肌肤天然屏障，让双唇平滑、柔嫩！ 独特色彩因子，不会导致唇部干燥，让唇部拥有美丽色泽的同时，水润舒适！ 在粉红、红色与棕色系间寻找各种微妙的变化。让您更矜持、更端庄。而唇膏，一直与优雅的气质为伴。 醉人的香味，馥郁迷人的玫瑰香混合隐约细致的纤细香气！', '2014-06-10', '1', '香奈儿', '口红');
INSERT INTO `goods` VALUES ('77', '迪奥真我女士香水小样5ml', '210', '58', '46', 'Dior.jpg', '对这款产品，小编觉得无需赘言。最传奇的香水之一，她是现代女性最合适的诠释者。高贵却又不高高在上，个性张扬却又不乖张。特别的瓶身设计，尽显奢华。这款是Q版，与正装相比，没有喷头。小巧精致，放在办公桌或者包包里能带来一天的好心情，出去旅游携带也很方便。', '2013-11-19', '1', '迪奥', '香水');
INSERT INTO `goods` VALUES ('78', '范思哲晶钻女士香水 5ml', '321', '55', '55', 'Versace.jpg', '我想要把我所钟爱的香氛气味献给世上所有的美丽女人，因此创造出这款超越时空的经典香水，除了带来一种清新、诱人的气味，并包含了所有我最爱的花香香氛。在瓶身设计上，此款香水也透露出她超时代感的经典优雅，散发出清新、性感、充满女人味的绚丽光芒。', '2014-10-28', '1', '范思哲', '香水');
INSERT INTO `goods` VALUES ('79', '菲拉格慕梦中彩虹淡香水30ml', '245', '109', '99', 'Ferragamo.jpg', '鲜明的花果香气，如彩虹一般。来自于Karine Dubreuil的大师级设计。前味是馥郁多汁的凤梨、百香果与佛手柑。中味是小仓兰、充满女人味的粉红牡丹交错着葡萄园桃子香。后味为温暖的白雪松木，琥珀，唤起肌肤被温暖阳光包围所散发的香氛。', '2015-05-26', '1', '佛莱格默', '香水');
INSERT INTO `goods` VALUES ('80', '爱茉莉护发精油70ml 千颂伊同款', '125', '49', '39', 'Amore3.jpg', '这款爱茉莉家美妆仙mise en scene的护发油，主要针对因烫染而造成的发质损伤，在韩国可是卖的超级火的！！~在洗后的的头发上涂抹一点也不油腻，使用7天之后亲们就可以看到明显的效果！头发七成干的时候涂抹，效果更赞！约会男神必备款，就让他倾倒在妹纸你飘逸的秀发中吧~~~', '2015-01-28', '1', '爱茉莉', '护发');
INSERT INTO `goods` VALUES ('81', '碧缇丝月子洗发免洗喷雾200ml', '358', '45', '41', 'Batiste.jpg', '2分钟，让你的头发焕然一新哦，太方便啦！不用水冲洗，又可以有效清除头发油脂和残余物，两下手势就搞定~头发非常清爽飘逸顺滑，还有淡淡的清香味哦~~不仅能清洁头发，还能去除异味，实在太棒了耶～～～随时逛街拍拖！特别适合懒人！小编懒得洗发的时候，呵呵，就~~MM也可以尝试一下哦！\r\n', '2014-06-25', '1', '碧提丝', '洗发');
INSERT INTO `goods` VALUES ('82', '资生堂惠润柔静洗发露220ml', '658', '30', '27', 'SHISEIDO3.jpg', '惠润的这款洗发露，理念源自绿野仙踪那美妙的童话。产品的效果也如同绿野仙踪般给人清新和享受。大地和自然的气息在你洗头的时候，“渗入”你的发丝，舒缓你的发丝，让你的发丝舒展开来，让洁净因子能更舒畅的洁净你的发丝，打造丝丝顺滑发丝不再是梦！\r\n ', '2014-05-29', '1', '资生堂', '洗发');
INSERT INTO `goods` VALUES ('83', '资生堂丝蓓绮奢华光艳洗发露550ml\r\n', '654', '89', '88', 'SHISEIDO5.jpg', '选一款适合自己的洗发露，大多数MM会选择自己喜爱的香型，这款洗发露不仅气味清香，而且独有的成分能够帮助你改善发质，让秀发滋润且有光泽，让你成为最动人、最独特的秀发女王，使用后发丝间流动的余香和头发柔顺的触感，展现只属于你的非凡魅力！', '2014-10-30', '1', '资生堂', '洗发');
INSERT INTO `goods` VALUES ('84', '无硅保湿洗发水护发素500ml', '268', '69', '67', 'Reveur.jpg', '这款被称为平价POLA，POLA没用过，不过这款Reveur小编真心吐血推荐，分几个系列：粉色、橘色、紫色、绿色，每一种针对不同发质和需求，是很多MM无硅洗发水入门产品，连续多年登上日本COSME美发排行榜，和同系列的护发素搭配使用，事半功倍噢！效果好不好，谁用谁知道~', '2014-06-10', '1', 'Reveur', '护发');
INSERT INTO `goods` VALUES ('85', '所望牛奶沐浴露750ml', '524', '55', '48', 'SOMANG.jpg', '所望提倡“安全、自然、无添加”的天然护肤理念，产品质感温和，使用放心，牛奶的萃取物使肌肤更白嫩细滑。质感幼滑轻盈，能迅速渗透肌肤，滋养干燥肌肤，温和平衡肌肤，补充水分，内涵牛奶成分，能有效舒缓肌肤，打造健康的的肌肤。', '2014-06-17', '1', '所望', '沐浴露');
INSERT INTO `goods` VALUES ('86', '薇婷脱毛膏100g', '236', '59', '58', 'veet.jpg', '夏天悄悄的来了~~ 你的肌肤也美美了吗？脱毛其实是一种礼貌，不要说腋下反正别人看不到，懒得脱毛，也不要说毛毛会越脱越多的。 不如像现在这样装作看不见好了，真的看不到吗？你举手投足的时候，别让毛毛毁了你在家时的精心打扮哦~当然脱毛也有各种方法，各有利弊，选择适合自己的就好啦~剃刀：迅速！有效！腊纸：迅速！干净！可以保持时间最长~~~ 但是疼痛脱毛膏：很温合，不会有不适感，需要等待。薇婷脱毛膏系列适用于腋下, 腿, 手臂及比基尼部位，能有效清除体毛的同时，又保护你娇嫩的肌肤。3~6分钟就可以温和而有效地脱掉体毛。', '2015-01-20', '1', '薇婷', '脱毛膏');
INSERT INTO `goods` VALUES ('87', '爱丽小屋牛奶草莓味沐浴露200ml', '895', '42', '42', 'ETUDEHOUSE56.jpg', '爱丽小屋 牛奶心语沐浴露草莓牛奶味 200ml 只看外形就已经被打倒了 ~ 香甜的味道会让你深深的爱上她！ 含有水果提取物和牛奶精华丰盈的泡沫, 能有效清洁皮肤让你的肌肤更滑溜溜 甜蜜的味道 绝对会让你爱上洗澡的感觉！ 仿佛置身于水果の世界中 让你流连忘返 ~ 推荐： 令人无法抵抗的香味，真的再也不想盖上瓶盖啦。 淡淡的草莓香亲吻着身体的每一寸肌肤， 让枯燥乏味的沐浴生活更多汁多彩 o(∩_∩)o', '2014-10-21', '1', '爱丽小屋', '沐浴露');
INSERT INTO `goods` VALUES ('88', '茱莉蔻玫瑰沐浴露300ml', '110', '110', '105', 'Jurlique.jpg', '身体占了97%的肌肤，那是你私藏的领地你却常常忽略她...让肌肤享受一场奢华的沐浴其实不难，呆着玫瑰精油的玫瑰沐浴露就能满足。晶莹啫喱的浓缩质地，一点点就可以揉搓出丰富细腻的泡泡，清爽滑润不黏腻。天然的清洁因子有助于预防后背长痘痘。诱人的玫瑰精油香气，洗澡的同时就是很好的放松。', '2014-10-07', '1', 'Jurlique', '沐浴露');
INSERT INTO `goods` VALUES ('89', '水之密语 凝润柔肤沐浴露600ml', '358', '69', '59', 'shuizhimiyu.jpg', '蕴含丰富的天然亲水渗透保湿因子及向日葵精华，可以在肌肤表层形成水分保护膜，达到持久锁水的效果让你充分享受浴后水盈爽滑的肌肤。温和洁 \r\n净，将水分集中留在肌肤上，加倍润泽保湿。', '2015-06-23', '1', '水之密语', '沐浴露');
INSERT INTO `goods` VALUES ('90', '皓乐齿亮白净色牙膏140g 鲜桃薄荷型', '26', '26', '25', 'ora2.jpg', 'Ora２是世界上第一个以女性口腔护理为目标，针对20岁到40岁活跃女性追求美丽而设的健康品牌， 令每位女性从口腔护理开始到拥有完美笑容为目标。随時満足女性對個人専有用品的要求。因推出一系列造型可爱俏丽，产品功效突出的口腔保养产品，深获日本、台湾年轻女性朋友热爱。皓乐齿亮白净色牙膏 ,独特的牙渍抑制配方，让牙渍更难附着在牙齿表面，常保牙齿清洁亮丽.', '2015-04-21', '1', '皓乐齿', '牙膏');
INSERT INTO `goods` VALUES ('91', '爱茉莉去牙渍牙膏120g', '23', '23', '18', 'Amore5.jpg', '当下韩国很火的一款牙膏，坚持使用 去渍效果显著，爱茉莉的洗护产品不用说太多，大家用了都知道，都是物超所值的，这款牙膏是爱茉莉集团极力推荐的主打牙膏！代言人是宋仲基，喜欢看韩剧的亲们应该都知道！小编也不多说了年大家自己看吧~~', '2015-06-01', '1', '爱茉莉', '牙膏');
INSERT INTO `goods` VALUES ('92', '蜂胶复合漱口水600ml\r\n', '6521', '79', '78', 'propolinse.jpg', '一款很神奇的漱口水，它直接将口腔内的蛋白质污垢固化！肉眼就能看的见、前所未有的畅 快感受！它没有以往普通超市在卖的漱口水的不良使用感，非常温和但效果超常。对口腔护理非常有效果，非常推荐！超大一瓶，性价比很高哦，可以和家人一起用哦~味道是有些酸酸的薄荷味，完全可以忍受~漱完口气还是很清新滴~', '2015-05-18', '1', '其他', '漱口水');
INSERT INTO `goods` VALUES ('93', '我的美丽日记纳豆紧致面膜贴30g*5\r\n', '39', '39', '35', 'ScjZp.jpg', '纳豆面膜是我的美丽日记卖的最好的一款面膜，出色的补水效果得到了所有用过的MM强烈认可，打开包装拿出面膜就能看到超多的精华液，多的连纸膜都撑不住了，敷在脸上20-30分钟左右揭掉，还会有很多的精华液，适当加以按摩直至吸收，配以面霜使用能锁水水分，效果更棒！\r\n', '2015-05-19', '1', '我的美丽日记', '面膜');
INSERT INTO `goods` VALUES ('94', '美丽工匠天然动物毛套刷10只', '32', '32', '30', 'BeautyArtisan.jpg', '对新手而言，这套堪称最值得入手的高性价套刷TOP 1了！~10支最常用的大小刷子足以应付日常所有上妆步骤，好的彩妆产品要配上适当的彩妆工具才能发挥最佳效果啦~广告和现实的差别就在彩妆工具和专业灯光；灯光不可控，但是我们能做的就是使用化妆工具来帮助我们的妆容更加出色！', '2015-05-05', '1', '美丽工匠', '化妆刷');
INSERT INTO `goods` VALUES ('95', '蜜丝佛陀镶钻化妆刷\r\n', '19', '19', '18', 'MAXFACTOR.jpg', '蜜丝佛陀镶钻化妆刷，这绝对是密佛家化妆刷中最大个的一支，顶级纤维毛制作，毛量丰厚，肤感极为舒服柔软，红黑两色的配色，刷杆上还带有略带闪光感的\"Max factor\"LOGO标识。适合小资型、事业型、文艺型、时尚爱美型、社交玩乐型的MM，性感高端的赶脚~~', '2015-04-13', '1', '蜜丝佛陀', '化妆刷');
INSERT INTO `goods` VALUES ('96', '专业彩妆工具伸缩式便携散粉刷', '69', '69', '68', 'dodo', '这是小编见过的最便携实际的一款美妆刷子了，把它随身放在包包里，随时补妆绝对轻巧省力，它非常实际，多重使用功能，可做腮红刷，做蜜粉刷、散粉刷等等，真是走心又实惠的靓货~', '2015-04-14', '1', 'dodo', '化妆刷');
INSERT INTO `goods` VALUES ('97', '美丽工匠天然蒟蒻魔芋洗脸扑', '13', '13', '13', 'Beauty.jpg', '洗脸是美肤的第一步,洗脸的工具也需要仔细的选择。天然美容净肤绵采用纯天然蒟蒻(魔芋)植物超细纤维制作，柔和清洁肌肤污垢的同时，有效起到保湿的功效，完全不破坏皮脂膜，给予肌肤零压力的呵护。植物纤维制成，请不要放在阴暗潮湿的浴室等环境中，如发现有霉斑请妹纸们不要再使用。', '2014-10-29', '1', '美丽工匠', '洁面扑');
INSERT INTO `goods` VALUES ('98', '纳豆锁水保湿面膜10片\r\n', '33', '33', '32', 'mianmo.jpg', '适合干性肌肤,敏感肌肤,油性肌肤,混合肌肤,中性肌肤', '2015-01-27', '1', '我的心机', '面膜');
INSERT INTO `goods` VALUES ('99', '阿琳达 个性动物趣面膜', '179', '179', '168', 'ARENDRA.jpg', 'ARENDRA阿琳达 个性动物趣面膜 动物海豹/老虎面膜 10片/盒', '2015-06-24', '1', '阿琳达', '面膜');
INSERT INTO `goods` VALUES ('100', '高丝 婴儿肌胶原蛋白面膜7枚', '2548', '39', '35', 'kose.jpg', '适合干性肌肤,敏感肌肤,油性肌肤,混合肌肤,中性肌肤', '2015-05-11', '1', '高丝', '面膜');

-- ----------------------------
-- Table structure for `goodscate`
-- ----------------------------
DROP TABLE IF EXISTS `goodscate`;
CREATE TABLE `goodscate` (
  `id` int(11) NOT NULL auto_increment,
  `cname` varchar(30) NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of goodscate
-- ----------------------------

-- ----------------------------
-- Table structure for `order`
-- ----------------------------
DROP TABLE IF EXISTS `order`;
CREATE TABLE `order` (
  `id` int(11) NOT NULL auto_increment,
  `order_time` date NOT NULL,
  `uid` int(11) NOT NULL,
  `totalprice` double NOT NULL,
  `status` int(2) NOT NULL,
  PRIMARY KEY  (`id`),
  KEY `uid` (`uid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of order
-- ----------------------------

-- ----------------------------
-- Table structure for `orderlist`
-- ----------------------------
DROP TABLE IF EXISTS `orderlist`;
CREATE TABLE `orderlist` (
  `id` int(11) NOT NULL auto_increment,
  `oid` int(11) NOT NULL,
  `gid` int(11) NOT NULL,
  `num` int(4) NOT NULL,
  `gprice` double NOT NULL,
  PRIMARY KEY  (`id`),
  KEY `oid` (`oid`),
  KEY `gid` (`gid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of orderlist
-- ----------------------------

-- ----------------------------
-- Table structure for `record`
-- ----------------------------
DROP TABLE IF EXISTS `record`;
CREATE TABLE `record` (
  `id` int(11) NOT NULL,
  `oid` int(11) NOT NULL,
  `payway` varchar(30) NOT NULL,
  PRIMARY KEY  (`id`),
  KEY `oid` (`oid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of record
-- ----------------------------

-- ----------------------------
-- Table structure for `shoppingitem`
-- ----------------------------
DROP TABLE IF EXISTS `shoppingitem`;
CREATE TABLE `shoppingitem` (
  `id` int(11) NOT NULL auto_increment,
  `gid` int(11) NOT NULL,
  `num` int(4) NOT NULL,
  `price` double NOT NULL,
  PRIMARY KEY  (`id`),
  KEY `gid` (`gid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of shoppingitem
-- ----------------------------

-- ----------------------------
-- Table structure for `user`
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user` (
  `id` int(11) NOT NULL auto_increment,
  `user_name` varchar(30) NOT NULL,
  `password` varchar(50) NOT NULL,
  `sex` int(2) NOT NULL,
  `email` varchar(50) NOT NULL,
  `face` varchar(255) default NULL,
  `address` varchar(500) NOT NULL,
  `phone` varchar(30) NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES ('1', '叼烟斗的猫', '123456', '1', '152649784@qq.com', null, '陕西省咸阳市杨凌区西北农林科技大学北校区', '15209548963');
INSERT INTO `user` VALUES ('2', '剑神暴龙', '123457', '0', 'Admin@nwsuaf.edu.cn', null, '北京市北京大学', '13825998754');
INSERT INTO `user` VALUES ('3', '闲云野鹤', '123458', '1', 'Hao_Zhang@126.com', null, '山东省泰安市泰安区', '18829356548');
INSERT INTO `user` VALUES ('4', '阿斯达瓦', '123459', '1', 'xiaochen@qq.com', null, '甘肃省陇县城关镇', '18936468965');
INSERT INTO `user` VALUES ('5', 'jkfy', '123460', '1', 'xuwei520@163.com', null, '湖北松滋市第二中学', '13689654875');
INSERT INTO `user` VALUES ('6', '舍得让你wedf', '123461', '0', 'langjitianya@qq.com', null, '宁夏银川市西夏区育才中学学益校区', '15524659848');
INSERT INTO `user` VALUES ('7', '豆腐干美好', '123462', '1', '1598746349@qq.com', null, '中国北京西长安街13号', '029-98072154');
INSERT INTO `user` VALUES ('8', '大哥哥悍匪的巅峰', '123463', '0', 'Xi_Li@163.com', null, '陕西西安市碑林区紫薇花园', '15926485623');
INSERT INTO `user` VALUES ('9', '斯蒂芬', '123464', '0', 'yangliufeifei@126.com', null, '浙江省杭州市莫干山路111号', '13954896548');
INSERT INTO `user` VALUES ('10', 'AWE', '123465', '1', '365978645@qq.com', null, '杭州市滨江区网商路号', '18714569875');
INSERT INTO `user` VALUES ('11', 'fdysnse', '123466', '0', 'Wei_Chen@nwsuaf.edu.cn', null, '北京市海淀区上地十街10号百度大厦', '18845963245');
INSERT INTO `user` VALUES ('12', '32631646', '123467', '1', 'langjitianya@163.com', null, '中国广东省深圳市南山区深南大道10000号腾讯大厦', '13259846245');
INSERT INTO `user` VALUES ('13', '东方国际股票', '123468', '0', 'tianshi@126.com', null, '北京市海淀区中关村东路1号', '15984623546');
